<template>
  <section>
    <mt-header title="系统消息详情">
      <router-link to="/" slot="left">
        <mt-button icon="back"></mt-button>
      </router-link>
    </mt-header>
    <div class="line"></div>
    <div class="aui-page-box">
      <div class="aui-page-text">
        <h2>活动冲刺奖励</h2>
        <h3>2019-07-28 21:33:28</h3>
      </div>
      <div class="aui-page-text-info">
        <p>AUI素材网模板素材网在线提供网页模板下载、手机模板网站下载、微信小程序页面下载、app内嵌页面下载、以企业官网、个人网站、社区论坛、后台网站、个人博客、商城购物网站、专题模板等html源码下载，以及在线交流的平台，致力于打造好用，免费网页模板下载基地；模板素材网以网页模板源码下载为主。我们的使命是用web前端技术，让web前端开发更简单，便捷，轻便，快速开发，和大家一起交流web前端技术，打造用户体验一流的网站源码，提供用户下载。</p>
        <p>用户在使用本站网络服务过程中，必须遵循以下原则：
					1、在未得到著作权人的授权时，也请不要将他人的作品全部或部分复制发表到本站（a-ui.cn），如转载站外信息到本站,请署名和注明出处；

					2、原创内容的发布者必须确保其拥有发布内容的全部原创版权，或已经获得版权所有者，不得侵犯他人著作权，肖像权，商标权等，不违背商业保密协议；

					3、本站（a-ui.cn）默认所有原创类的内容的发布者已经获得发表、演绎等版权授权，并在此基础上进行编辑、推荐、推广；

					4、若因发布内容产生法律纠纷，全部责任在于用户本人，本站（a-ui.cn）不承担任何法律责任；

					5、本站会员所发言论仅代表网友自己，不代表本站观点。在本站（a-ui.cn）发表言论的网友，我们认为用户已经知道并理解这一声明；

					6、遵守中国有关的法律和法规；

					7、遵守所有与网络服务有关的网络协议、规定和程序；

					8、不得为任何非法目的而使用网络服务系统；
        </p>
        <p>在未经访问者授权同意的情况下，本网站不会将访问者的个人资料、企业资料泄露给第三方。以下情况除外：
					1、根据执法单位之要求或为公共之目的向相关单位提供个人资料；

					2、由于访问者将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露；

					3、由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常；

					4、由于与本网站链接的其他网站所造成之个人资料泄露及由此而导致的任何法律争议和后果；

					5、为免除访问者在生命、身体或财产方面之急迫危险；</p>
        <p>任何通过本站（a-ui.cn）网页而链接及得到之资讯、产品及服务，本站站概不负责，亦不负任何法律责任,请知晓:
					1、一切网民在进入本站（a-ui.cn）主页及各层页面时已经仔细看过本条款并完全同意；

					2、用户明确同意其使用本站网络服务所存在的风险将完全由其自己承担；因其使用而产生的一切后果也由其自己承担，本站对用户不承担任何责任；

					3、本站不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保；

					4、遵守所有与网络服务有关的网络协议、规定和程序；

					5、不得为任何非法目的而使用网络服务系统；

					6、不得利用本站网络服务系统进行任何可能对互联网正常运转造成不利影响的行为；

					7、不得在本站网传播任何虚假的、骚扰性的、中伤他人的、辱骂性的行为；

					8、不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；

					9、不得在本站传播任何虚假的、骚扰性的、中伤他人的、辱骂性的行为；</p> 
      </div>
    </div>
  </section>
</template>
<script>
export default {
  
}
</script>
<style>
.aui-page-box {
  padding: 1rem;
  /* text-align: center; */
}
.aui-page-text{
  text-align: center;
}
.aui-page-box .aui-page-box h2 {
  color: #333;
  font-size: 1rem;
}
.aui-page-box h3 {
  font-size: 0.85rem;
  font-weight: normal;
  color: #999;
  margin: 0.2rem 0;
}
.aui-page-box p {
  color: #666;
  font-size: 0.85rem;
  padding: 0.2rem 0;
  line-height: 1.8;
}
</style>